Repository: docmcfly/cyLending
Catalog: Resources/Private/Language/*.locallang_*_lending.xlf
Languages: de

# plugin.name
source: Lending
de: Ausleihe

# plugin.description
source: Shows items already borrowed and you can submit a loan request.
de: Zeigt bereits ausgeliehene Objekte und man kann einen Ausleihantrag stellen.

# flexforms_general.title
source: Common
de: Allgemein

# flexforms_general.settings.approverGroup
source: Approver group
de: Genehmiger:in-Gruppe

# flexforms_general.settings.purposes
source: Purposes
de: Zweck (Vorschläge)

# flexforms_general.settings.usualLendingTermHours
source: Usual lending term (hours)
de: Übliche Ausleihdauer (Stunden)

# flexforms_general.settings.usualLendingTermMinutes
source: Usual lending term (minutes)
de: Übliche Ausleihdauer (Minuten)

# flexforms_general.settings.appointmentSymbole
source: Appointment symbole
de: Terminsymbol

# flexforms_general.settings.appointmentSymbole.description
source: Is displayed on the calendar day if there is an appointment on this day.
de: Wird am Kalendertag angezeigt, wenn ein Termin an diesem Tag vorliegt

# flexforms_storageLocations.title
source: Storage locations
de: Speicherorte

# flexforms_storagelocations.settings.frontendUserStorageUids
source: Storage of frontend user
de: Speicherort der Webseitennutzer

# flexforms_storagelocations.settings.lendingStorageUids
source: Storage of lendings
de: Speicherort der Ausleihen

# flexforms_storagelocations.settings.otherLendingStorageUids
source: Storage of other lendings
de: Speicherort der weiterer Ausleihen (nur lesen)

# flexforms_storagelocations.settings.lendingObjectStorageUids
source: Storage of lending objects
de: Speicherort der Ausleihobjekte

# flexforms_reasonsForPrevention.title
source: Prevention reasons
de: Verhinderungsgründe

# flexforms_reasonsForPrevention.settings.reasonsForPreventionServiceTitle
source: Title of prevention reason finder
de: Titel des Verhinderungsgrund-Finder

# flexforms_reasonsForPrevention.settings.reasonsForPreventionService
source: Prevention reason finder
de: Verhinderungsgrund-Finder

# flexforms_reasonsForPrevention.settings.reasonsForPreventionService.description
source: Complete class path where a the method: public static function reasonsForPreventionAction(array $storageUids, \DateTime $from, \DateTime $until, string $visibility = 'ALL'): array is provided:
de: Vollständiger Klassenpfad, wo ein die Methode: public static function reasonsForPreventionAction(array $storageUids, \DateTime $from, \DateTime $until, string $visibility = 'ALL'): array bereitgestellt wird:

# flexforms_reasonsForPrevention.settings.reasonsForPreventionServiceStorageUids
source: Storage location of the prevention reasons
de: Speicherort der Verhinderungsgründe
