Repository: docmcfly/cyLending
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

source: Pieces
de: Stücke

source: Piece
de: Stück

# validationResults.warnings.help
source: <strong>Important hint:</strong> You can only continue the process if you confirm that you have taken note of this warning by ticking the box in front of the warning.
de: <strong>Wichtiger Hinweis:</strong> Sie können den Prozess nur dann fortfahren, wenn sie durch Setzen eines Hakens vor der Warungen bestätigen, dass sie diese Warnung zur Kenntnis genommen haben.

# lending.overview.tab.lending
source: Lending
de: Ausleihe

# lending.overview.tab.approval
source: Approval
de: Genehmigung

# lending.overview.tab.calendar
source: Calendar
de: Kalender

# lending.overview.tab.myAvailabilityRequests
source: My availability requests
de: Meine Ausleihanfragen

# lending.overview.tab.myLendings
source: My lendings
de: Meine Ausleihen

# lending.overview.calendar.label.weekDays
source: "Monday", "Tuesday", "Wednesday", "Thursday", "Friday", "Saturday", "Sunday"
de: "Montag", "Dienstag", "Mittwoch", "Donnerstag", "Freitag", "Samstag", "Sonntag"

# lending.overview.calendar.label.weekDaysShort
source: "Mon", "Tue", "Wed", "Thu", "Fri", "Sat", "Sun"
de: "Mo", "Di", "Mi", "Do", "Fr", "Sa", "So"

# lending.overview.calendar.label.nextMount
source: "Next month"
de: Nächster Monat

# lending.overview.calendar.label.previousMonth
source: Previous month
de: Vorheriger Monat

# lending.overview.calendar.label.today
source: Today
de: Heute

# lending.overview.calendar.label.appointmentsOfTheDay
source: Appointments of the day
de: Termine des Tages

# lending.overview.calendar.label.monthNames
source: "January", "February", "March", "April", "May", "June", "July", "August", "September", "October", "November", "December"
de: "Januar", "Februar", "März", "April", "Mai", "Juni", "Juli", "August", "September", "Oktober", "November", "Dezember"

# lending.overview.availabilityRequest.form.object
source: Lending object
de: Ausleihobjekt

# lending.overview.availabilityRequest.form.purpose
source: Purpose
de: Verwendungszweck

# lending.overview.availabilityRequest.form.purpose.placeholder
source: Press cursor down for poposals
de: Taste nach unten für Vorschläge

# lending.overview.availabilityRequest.form.quantity
source: Quantity
de: Menge

# lending.overview.availabilityRequest.form.highPriority
source: High priority
de: Hohe Priorität

# lending.overview.availabilityRequest.form.from
source: From
de: Von

# lending.overview.availabilityRequest.form.until
source: Until
de: Bis

# lending.overview.availabilityRequest.form.borrower
source: Borrower
de: Ausleiher:in

# lending.overview.availabilityRequest.form.submit
source: Query availability
de: Verfügbarkeit abfragen

# lending.overview.availabilityRequest.form.label.reasonsForPreventionFound
source: Reasons for prevention
de: Mögliche Verhinderungsgründe

# lending.overview.availabilityRequest.form.error.object.isEmpty
source: Lending object is not specified.
de: Ausleihobjekt wurde nicht angeben.

# lending.overview.availabilityRequest.form.error.highPriorityNotPossible
source: No authorization to borrow high priority items.
de: Keine Berechtigung Dinge mit hoher Priorität auszuleihen

# lending.overview.availabilityRequest.form.error.purpose.isEmpty
source: The purpose is not specified.
de: Der Zweck (Ausleihgrund) wurde nicht angeben.

# lending.overview.availabilityRequest.form.error.from.isEmpty
source: Lending start time is not specified.
de: Ausleihstartzeitpunkt wurde nicht angeben.

# lending.overview.availabilityRequest.form.error.until.isEmpty
source: Lending end time is not specified.
de: Ausleihendzeitpunkt wurde nicht angeben.

# lending.overview.availabilityRequest.form.error.from.invalid
source: Lending start time is invalid.
de: Ausleihstartzeitpunkt ist ungültig.

# lending.overview.availabilityRequest.form.error.until.invalid
source: Lending end time is invalid.
de: Ausleihendzeitpunkt ist ungültig.

# lending.overview.availabilityRequest.form.error.until.isBeforeFrom
source: Lending end time is before the start time.
de: Ausleihendzeitpunkt ist vor dem Ausleihstartzeitpunkt.

# lending.overview.availabilityRequest.form.error.from.isInThePast
source: Lending start time is in the past.
de: Ausleihstartzeitpunkt ist in der Vergangenheit.

# lending.overview.availabilityRequest.form.error.until.isInThePast
source: Lending end time is in the past.
de: Ausleihendzeitpunkt ist in der Vergangenheit.

# lending.overview.availabilityRequest.form.error.quantity.tooLarge
source: The loan quantity is too large. Only %s %s are available.
de: Die Ausleihmenge ist zu groß. Es sind nur %s %s verfügbar.

# lending.overview.availabilityRequest.form.error.quantity.notAvailable
source: Unfortunately, the loan item is no longer available during this period.
de: Das Ausleihobjekt ist in dem Zeitraum leider nicht mehr verfügbar.

source: <strong>Exist lendings:</strong> I made arrangements with the other borrower.
de: <strong>Bestehende Ausleihen:</strong> Ich habe mich mit der anderen Ausleiherin bzw. dem anderen Ausleiher abgesprochen.

# lending.overview.availabilityRequest.form.warning.reasonsForPrevention
source: List of possible reasons for prevention: %s
de: Liste möglicher Verhinderungsgründe: %s

# lending.overview.availabilityRequest.form.info.successful
source: Availability request send sucessful.
de: Ausleihanfrage erfolgreich abgeben.

# lending.overview.availabilityRequest.form.info.automaticApproved
source: Availability request was automatic approved.
de: Ausleihanfrage wurde automatisch genehmigt.

# lending.overview.availabilityRequest.form.info.quantity.availabilityRequests
source: Loan requests for %s units are already awaiting approval.
de: Ausleihanfragen für %s Stück warten bereits auf ihre Genehmigung.

# lending.overview.availabilityRequest.form.error.automaticApproved
source: Availability request was not automatic approved. Please contact the webmaster.
de: Ausleihanfrage wurde nicht automatisch genehmigt. Bitte wende Dich an den Webmaster.

# lending.overview.availabilityRequest.form.button.back
source: Back to the calendar
de: Zurück zum Kalender

# lending.overview.availabilityRequest.form.button.newLoanRequest
source: New loan request
de: Neue Ausleihanfrage

# lending.overview.approval.form.error.userNotApprover.approve
source: You has not the rights to approve a availability request.
de: Sie haben nicht die Rechte eine Ausleihanfrage zu genehmigen.

# lending.overview.approval.form.error.userNotApprover.highPriorityNotAllowed
source: You has not the rights to approve a high priotrity availability request.
de: Sie haben nicht die Rechte eine Ausleihanfrage mit hoher Priorität zu genehmigen.

# lending.overview.approval.form.error.existsOverlapsAvailabilityRequests
source: The object is already borrowed in this period.
de: Das Objekt ist bereits in diesem Zeitraum ausgeliehen.

# lending.overview.reject.form.error.userNotApprover.reject
source: You has not the rights to reject a availability request.
de: Sie haben nicht die Rechte eine Ausleihanfrage abzulehnen.

# lending.overview.reject.form.error.requestAlreadyBeenProcessed
source: The loan request has already been processed. A subsequent rejection is not possible.
de: Die Ausleihanfrage wurde bereits bearbeitet. Ein nachträgliches Ablehnen ist nicht möglich.

# lending.overview.approval.form.warning.existsOverlapsAvailabilityRequests
source: The loan period overlaps with other loans.
de: Die Ausleihe überlappt sich zeitlich mit anderen Ausleihen.

# lending.overview.approval.form.warning.reasonsForPrevention
source: List of possible reasons for prevention: %s
de: Liste möglicher Verhinderungsgründe: %s

# lending.overview.approval.form.info.quantity.availabilityRequests
source: Loan requests for %s units are already awaiting approval.
de: Ausleihanfragen für %s Stück warten bereits auf ihre Genehmigung.

# lending.overview.approval.form.info.successful.approved
source: You have approve the availability request successful.
de: Sie haben die Ausleihanfrage erfolgreich genehmigt.

# lending.overview.approval.form.info.successful.rejected
source: You have reject the availability request successful.
de: Sie haben die Ausleihanfrage erfolgreich abgelehnt.

# lending.overview.approval.action.show
source: To the webpage with the loan requests
de: Zur Seite mit den Ausleihanfragen

# lending.overview.approval.action.approve
source: Approve availability request
de: Ausleihanfrage genehmigen

# lending.overview.approval.action.reject
source: Reject availability request
de: Ausleihanfrage ablehnen

# lending.overview.approval.noneEntries
source: None entry exists
de: Aktuell keine Ausleihanfragen vorhanden

# lending.overview.approval.form.error.object.isEmpty
source: Lending object is not specified.
de: Ausleihobjekt wurde nicht angeben.

# lending.overview.approval.form.error.purpose.isEmpty
source: The purpose is not specified.
de: Der Zweck (Ausleihgrund) wurde nicht angeben.

# lending.overview.approval.form.error.from.isEmpty
source: Lending start time is not specified.
de: Ausleihstartzeitpunkt wurde nicht angeben.

# lending.overview.approval.form.error.until.isEmpty
source: Lending end time is not specified.
de: Ausleihendzeitpunkt wurde nicht angeben.

# lending.overview.approval.form.error.from.invalid
source: Lending start time is invalid.
de: Ausleihstartzeitpunkt ist ungültig.

# lending.overview.approval.form.error.until.invalid
source: Lending end time is invalid.
de: Ausleihendzeitpunkt ist ungültig.

# lending.overview.approval.form.error.until.isBeforeFrom
source: Lending end time is before the start time.
de: Ausleihendzeitpunkt ist vor dem Ausleihstartzeitpunkt.

# lending.overview.approval.form.error.from.isInThePast
source: Lending start time is in the past.
de: Ausleihstartzeitpunkt ist in der Vergangenheit.

# lending.overview.approval.form.error.requestAlreadyBeenProcessed
source: The request has already been processed
de: Die Anfrage wurde bereits bearbeitet.

# lending.overview.approval.form.error.quantity.tooLarge
source: The loan quantity is too large. Only %s %s are available.
de: Die Ausleihmenge ist zu groß. Es sind nur %s %s verfügbar.

# lending.overview.approval.form.error.quantity.notAvailable
source: Unfortunately, the loan item is no longer available during this period.
de: Das Ausleihobjekt ist in dem Zeitraum leider nicht mehr verfügbar.

# lending.overview.approval.form.error.requestDeleted
source: The request is already deleted
de: Die Anfrage wurde bereits gelöscht.

# lending.overview.approval.form.option.ignoreOverlapping
source: Ignore the time overlapping
de: Die Zeitüberplappung ignorieren

# lending.overview.myAvailabilityRequests.noneEntries
source: There are currently no borrowing requests
de: Aktuell existieren keine Ausleihanfragen

# lending.overview.myAvailabilityRequest.form.object
source: Lending object
de: Ausleihobjekt

# lending.overview.myAvailabilityRequest.form.purpose
source: Purpose
de: Verwendungszweck

# lending.overview.myAvailabilityRequest.form.highPriority
source: High priority
de: Hohe Priorität

# lending.overview.myAvailabilityRequest.form.quantity
source: Quantity
de: Menge

# lending.overview.myAvailabilityRequest.form.from
source: From
de: Von

# lending.overview.myAvailabilityRequest.form.until
source: Until
de: Bis

# lending.overview.myAvailabilityRequest.action.cancel
source: Cancel availability request
de: Ausleihanfrage stornieren

# lending.overview.myAvailabilityRequest.form.info.successful
source: Availability request canceled sucessful.
de: Ausleihanfrage erfolgreich stroniert.

# lending.overview.myAvailabilityRequest.form.error.object.isEmpty
source: Lending object is not specified.
de: Ausleihobjekt wurde nicht angeben.

# lending.overview.myAvailabilityRequest.form.error.purpose.isEmpty
source: The purpose is not specified.
de: Der Zweck (Ausleihgrund) wurde nicht angeben.

# lending.overview.myAvailabilityRequest.form.error.from.isEmpty
source: Lending start time is not specified.
de: Ausleihstartzeitpunkt wurde nicht angeben.

# lending.overview.myAvailabilityRequest.form.error.until.isEmpty
source: Lending end time is not specified.
de: Ausleihendzeitpunkt wurde nicht angeben.

# lending.overview.myAvailabilityRequest.form.error.from.invalid
source: Lending start time is invalid.
de: Ausleihstartzeitpunkt ist ungültig.

# lending.overview.myAvailabilityRequest.form.error.until.invalid
source: Lending end time is invalid.
de: Ausleihendzeitpunkt ist ungültig.

# lending.overview.myAvailabilityRequest.form.error.until.isBeforeFrom
source: Lending end time is before the start time.
de: Ausleihendzeitpunkt ist vor dem Ausleihstartzeitpunkt.

# lending.overview.myAvailabilityRequest.form.error.from.isInThePast
source: Lending start time is in the past.
de: Ausleihstartzeitpunkt ist in der Vergangenheit.

# lending.overview.myAvailabilityRequest.form.error.requestAlreadyBeenProcessed
source: The availability request has already been processed
de: Die Anfrage wurde bereits bearbeitet.

# lending.overview.myAvailabilityRequest.form.error.requestDeleted
source: The request is already deleted
de: Die Ausleihanfrage wurde bereits gelöscht.

# lending.overview.myAvailabilityRequest.form.option.ignoreOverlapping
source: Ignore the time overlapping
de: Die Zeitüberplappung ignorieren

# lending.overview.myLendings.noneEntries
source: Currently, there are no approved loans
de: Aktuell existieren keine genehmigten Ausleihen

# lending.overview.myLending.form.object
source: Lending object
de: Ausleihobjekt

# lending.overview.myLending.form.purpose
source: Purpose
de: Verwendungszweck

# lending.overview.myLending.form.highPriority
source: High priority
de: Hohe Priorität

# lending.overview.myLending.form.quantity
source: Quantity
de: Menge

# lending.overview.myLending.form.from
source: From
de: Von

# lending.overview.myLending.form.until
source: Until
de: Bis

# lending.overview.myLending.action.cancel
source: Cancel lending
de: Ausleihe stornieren

# lending.overview.myLending.form.info.successful
source: The lending canceled sucessful.
de: Die Ausleihe erfolgreich stroniert.

# lending.overview.myLending.form.error.object.isEmpty
source: Lending object is not specified.
de: Ausleihobjekt wurde nicht angeben.

# lending.overview.myLending.form.error.purpose.isEmpty
source: The purpose is not specified.
de: Der Zweck (Ausleihgrund) wurde nicht angeben.

# lending.overview.myLending.form.error.from.isEmpty
source: Lending start time is not specified.
de: Ausleihstartzeitpunkt wurde nicht angeben.

# lending.overview.myLending.form.error.until.isEmpty
source: Lending end time is not specified.
de: Ausleihendzeitpunkt wurde nicht angeben.

# lending.overview.myLending.form.error.from.invalid
source: Lending start time is invalid.
de: Ausleihstartzeitpunkt ist ungültig.

# lending.overview.myLending.form.error.until.invalid
source: Lending end time is invalid.
de: Ausleihendzeitpunkt ist ungültig.

# lending.overview.myLending.form.error.until.isBeforeFrom
source: Lending end time is before the start time.
de: Ausleihendzeitpunkt ist vor dem Ausleihstartzeitpunkt.

# lending.overview.myLending.form.error.from.isInThePast
source: Lending start time is in the past.
de: Ausleihstartzeitpunkt ist in der Vergangenheit.

# lending.overview.myLending.form.error.requestAlreadyBeenProcessed
source: The lending has already been processed
de: Die Ausleihe wurde bereits bearbeitet.

# lending.overview.myLending.form.error.requestDeleted
source: The lending is already deleted
de: Die Ausleihe wurde bereits gelöscht.

# lending.overview.myLending.form.option.ignoreOverlapping
source: Ignore the time overlapping
de: Die Zeitüberplappung ignorieren

# message.approver.email.senderName
source: Lending service
de: Ausleihservice

# message.approver.email.subject
source: A new the availability request
de: Eine neue Ausleihanfrage

# message.approver.email.salutation
source: Hello,
de: Hallo,

# message.approver.email.youHaveRequest
source: You have availability request:
de: Eine neue Ausleihanfrage wurde gestellt:

# message.approver.email.object
source: Lending object
de: Ausleihobjekt

# message.approver.email.purpose
source: Purpose
de: Verwendungszweck

# message.approver.email.highPriority
source: With high priority
de: Mit hoher Priorität

# message.approver.email.quantity
source: Quantity
de: Menge

# message.approver.email.from
source: From
de: Von

# message.approver.email.until
source: Until
de: Bis

# message.approver.email.borrower
source: Borrower
de: Ausleiher:in

# message.borrower.email.senderName
source: Lending service
de: Ausleihservice

# message.borrower.email.subject
source: Your availability request
de: Deine Ausleihanfrage

# message.borrower.email.salutation
source: Hello %s %s.
de: Hallo %s %s.

# message.borrower.email.yourRequestIsApproved
source: Your availability request is <strong style="color:green; ">approved</strong>.
de: Deine Ausleihanfrage wurde <strong style="color:green; ">genehmingt</strong>.

# message.borrower.email.yourRequestIsRejected
source: Your availability request is <strong style="color:red; ">rejected</strong>.
de: Deine Ausleihanfrage wurde <strong style="color:red; ">abgelehnt</strong>.

# message.borrower.email.object
source: Lending object
de: Ausleihobjekt

# message.borrower.email.purpose
source: Purpose
de: Verwendungszweck

# message.borrower.email.highPriority
source: With high priority
de: Mit hoher Priorität

# message.borrower.email.quantity
source: Quantity
de: Menge

# message.borrower.email.from
source: From
de: Von

# message.borrower.email.until
source: Until
de: Bis

# message.observer.email.senderName
source: Lending service
de: Ausleihservice

# message.observer.email.subject
source: State of an availability request
de: Status einer Ausleihanfrage

# message.observer.email.salutation
source: Hello.
de: Hallo,

# message.observer.email.requestIsApproved
source: An availability request is <strong style="color:green; ">approved</strong>.
de: Eine Ausleihanfrage wurde <strong style="color:green; ">genehmingt</strong>.

# message.observer.email.requestIsRejected
source: An availability request is <strong style="color:red; ">rejected</strong>.
de: Eine Ausleihanfrage wurde <strong style="color:red; ">abgelehnt</strong>.

# message.observer.email.object
source: Lending object
de: Ausleihobjekt

# message.observer.email.purpose
source: Purpose
de: Verwendungszweck

# message.observer.email.highPriority
source: With high priority
de: Mit hoher Priorität

# message.observer.email.quantity
source: Quantity
de: Menge

# message.observer.email.withHighPriority
source: With high priority!
de: Mit hoher Priorität!

# message.observer.email.from
source: From
de: Von

# message.observer.email.until
source: Until
de: Bis

# message.observer.email.borrower
source: Borrower
de: Ausleiher:in

# message.observer.email.approver
source: Approver
de: Genehmiger:in

# message.informPreviousBorrower.email.senderName
source: Lending service
de: Ausleihservice

# message.informPreviousBorrower.email.subject
source: Your borrowing authorization withdrawn for urgent reasons
de: Deine Ausleihgenehmigung aus dringenden Gründen zurückgezogen

# message.informPreviousBorrower.email.salutation
source: Hello %s %s.
de: Hallo %s %s.

# message.informPreviousBorrower.email.requestCanceled
source: Your approved loan was unfortunately withdrawn for urgent reasons and reset to a request.
de: Deine genehmigte Ausleihe wurde leider aus dringenden Gründen zurückgezogen und wieder auf eine Anfrage zurückgesetzt.

# message.informPreviousBorrower.email.object
source: Your lending object
de: Dein Ausleihobjekt

# message.informPreviousBorrower.email.purpose
source: Your purpose
de: Dein Verwendungszweck

# message.informPreviousBorrower.email.highPriority
source: With high priority
de: Mit hoher Priorität

# message.informPreviousBorrower.email.quantity
source: Quantity
de: Menge

# message.informPreviousBorrower.email.from
source: From
de: Von

# message.informPreviousBorrower.email.until
source: Until
de: Bis

# message.informPreviousBorrower.email.inquiries
source: If you have any questions, please contact %s %s.
de: Bei Rückfragen wende Dich bitte an %s %s.

# message.cancelAvailabilityRequest.email.senderName
source: Lending service
de: Ausleihservice

# message.cancelAvailabilityRequest.email.subject
source: An availability request was withdrawn
de: Eine Ausleihanfrage wurde zurückgezogen

# message.cancelAvailabilityRequest.email.salutation
source: Hello %s %s.
de: Hallo %s %s.

# message.cancelAvailabilityRequest.email.lendingCanceled
source: The availability request of % %s was withdrawn:
de: Die Ausleihanfrage von %s %s wurde zurückgezogen:

# message.cancelAvailabilityRequest.email.object
source: Lending object
de: Ausleihobjekt

# message.cancelAvailabilityRequest.email.purpose
source: Purpose
de: Verwendungszweck

# message.cancelAvailabilityRequest.email.highPriority
source: With high priority
de: Mit hoher Priorität

# message.cancelAvailabilityRequest.email.quantity
source: Quantity
de: Menge

# message.cancelAvailabilityRequest.email.from
source: From
de: Von

# message.cancelAvailabilityRequest.email.until
source: Until
de: Bis

# message.cancelAvailabilityRequest.email.borrower
source: Borrower
de: Ausleiher:in

# message.cancel.email.senderName
source: Lending service
de: Ausleihservice

# message.cancel.email.subject
source: A approved borrowing was withdrawn
de: Eine genehmigte Ausleihe wurde zurückgezogen

# message.cancel.email.salutation
source: Hello %s %s.
de: Hallo %s %s.

# message.cancel.email.lendingCanceled
source: The approved borrowing of % %s was withdrawn:
de: Die genehmigte Ausleihe von %s %s wurde zurückgezogen:

# message.cancel.email.object
source: Lending object
de: Ausleihobjekt

# message.cancel.email.purpose
source: Purpose
de: Verwendungszweck

# message.cancel.email.highPriority
source: With high priority
de: Mit hoher Priorität

# message.cancel.email.quantity
source: Quantity
de: Menge

# message.cancel.email.from
source: From
de: Von

# message.cancel.email.until
source: Until
de: Bis

# message.cancel.email.borrower
source: Borrower
de: Ausleiher:in

# message.weekday.Monday
source: Monday
de: Montag

# message.weekday.Tuesday
source: Tuesday
de: Dienstag

# message.weekday.Wednesday
source: Wednesday
de: Mittwoch

# message.weekday.Thursday
source: Thursday
de: Donnerstag

# message.weekday.Friday
source: Friday
de: Freitag

# message.weekday.Saturday
source: Saturday
de: Samstag

# message.weekday.Sunday
source: Sunday
de: Sonntag
